//
//  Intro.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Un lugar seguro para todos sus datos";
"_intro_1_text_"    = "Accede, comparte y protege tus archivos en casa y la oficina";

"_intro_11_title_"  = "Usar gestos en la vista de archivos";
"_intro_11_text_"   = "Desliza → ó ←: Opciones\n\nToque largo: Copiar/Pegar ó Abir en…\n\nPresionar: Toque 3D (si está disponible)";

"_intro_2_title_"   = "Multi cuenta";
"_intro_2_text_"    = "Conecta todas tus nubes y presiona el logotipo de TheBox en la pestaña de Archivo para cambiar entre ellas";

"_intro_3_title_"   = "Inicio";
"_intro_3_text_"    = "Bien, tu TheBox está listo para ser usado. Puedes encontrar más información, noticias y datos de contacto en https://nextcloud.com";

"_introNoCryptoCloud_1_title_" = "Cripto Nube";
"_introNoCryptoCloud_1_text_"  = "El protocolo de encripción de Cripto Nube ya no está disponible, aún puedes decriptar tus archivos descargando la aplicación desde la AppStore\n\n'CriptoCloud para TheBox'\n\nMuy pronto habrá un nuevo protocolo de PuntaAPunta disponible en todos los clientes de TheBox\n\nPulsa para Empezar";
